{
  "whoami": "Whoami",
  "skills": "Skills",
  "about": "About my self",
  "home": "Home",
  "projects": "Projects",
  "contacts": "Contacts",
  "name": "aryna Khrystyianyn",
  "webdev": "Web Developer",
  "iam":"I am ",
  "typeText1": "a Web Developer",
  "typeText2": "a team player",
  "typeText3": "a visionary thinker",
  "typeText4": "a dreamer with a plan",
  "typeText5": "a beliver in growth",
  "aboutTitel": "I write code with love and logic.",
  "aboutText": "I combine creativity with a logical mindset to bring ideas to life. I love turning abstract concepts into real, working products, always paying attention to the details that make them special. Driven by kindness and curiosity. I strive to create projects that matter.",
  "aboutPhilosophyTitle": "A little philosophy",
  "aboutPhilosophy1": "You can easily find information about where I studied, what I have done, and where I have worked in my CV.",
  "aboutPhilosophy2": "Here, I would like to share something more personal – what I love and what inspires me to be a web developer.",
  "aboutPhilosophy3": "I love nature – just as God created it. I love to notice small details, to see beauty in simple things. I’m fascinated by the power and majesty I see in nature – mighty mountains, vast forests, the rainbow after the rain. I love walking, breathing fresh air, and thinking about how wonderfully God created everything.",
  "aboutPhilosophy4": "God created the world by His Word. And programming is, in a way, also creating through words. With code – with words – we create projects and websites. God created humans in His image, and it’s natural for us, too, to create.",
  "aboutPhilosophy5": "God made great things – 🌍 the earth, the universe, life itself. And yet He cares about the smallest details – every 🌸  flower in the field, even the one that might be eaten by  🐄 a cow. Still, it is beautiful, full of color, shape, and harmony.",
  "aboutPhilosophy6": "Just as there is the visible and invisible in nature, there is the frontend and backend in web development. Behind what the user sees, there is a lot of unseen work that makes everything function.",
  "aboutPhilosophy7": "By admiring the Creator, I too want to create – things that are beautiful, meaningful, and alive.",
  "projectsDescription": "Here I showcase some of my web projects – modern, responsive, and built with love for coding.",
  "visit":"VISIT WEBSITE ",
  "contactText":"I'm always glad to hear honest words, meet unspiring ideas, and connect with kind souls."
}
