{
  "whoami": "Хто я?",
  "skills": "Навички",
  "about": "Про мене",
  "home": "Додому",
  "projects": "Проєкти",
  "contacts": "Контакти",
  "name": "арина Християнин",
  "webdev": "Bеб-розробник",
  "iam": "Я є ",
  "typeText1": "веброзробниця",
  "typeText2": "командна гравчиня",
  "typeText3": "візіонерка, що мислить широко",
  "typeText4": "мрійниця з планом",
  "typeText5": "прихильниця зростання",
  "aboutTitel": "Я пишу код з любов'ю та логікою",
  "aboutText": "Я поєдную креативність із логічним мисленням, щоб втілювати ідеї в життя. Мені подобається перетворювати абстрактні концепції на реальні, дієві продукти, приділяючи особливу увагу деталям, які роблять їх унікальними. Ведена добротою та цікавістю, я прагну створювати проєкти, що мають справжнє значення.",
  "aboutPhilosophyTitle": "Трішки філософії",
  "aboutPhilosophy1": "Інформацію про те, де я навчалася, що я робила і де працювала, можна легко знайти в моєму резюме.",
  "aboutPhilosophy2": "Тут нижче я хотіла б трохи поділитися особистим — тим, що я люблю і що мотивує мене бути веброзробником.",
  "aboutPhilosophy3": "Я люблю природу. Люблю її такою, якою створив Бог. Люблю помічати незвичайні деталі, дрібниці, красу в простому. Мене захоплює сила і могутність, яку я бачу в природі — величні гори, масивні ліси, веселка після зливи. Я люблю гуляти, вдихати свіже повітря і роздумувати про те, наскільки прекрасним усе створив Бог.",
  "aboutPhilosophy4": "Господь творив світ словом. І програмування — це теж, по суті, творіння словом. Ми за допомогою коду, за допомогою слів, створюємо проєкти, вебсайти. Бог створив людину за Своїм образом і подобою — і це природно для нас, як і для Нього, творити.",
  "aboutPhilosophy5": "Господь творив великі речі — 🌍 планету, Всесвіт, життя. Він створив кожну людину унікальною, прекрасною, зі своїми талантами. Бог звертає увагу навіть на найменші деталі — на кожну 🌸 квітку, яка росте на полі, навіть якщо її з’їсть 🐄 корова. Вона все одно прекрасна, з відтінками, формами, гармонією.",
  "aboutPhilosophy6": "Так само, як у природі є видиме і невидиме, так і у вебсайтах є фронтенд і бекенд. Те, що бачить користувач, має глибоку основу, приховану роботу, яку не видно, але без якої все не функціонує.",
  "aboutPhilosophy7": "Захоплюючись Творцем, я теж хочу творити — створювати щось гарне, корисне, живе.",
  "projectsDescription": "Тут я показую деякі з моїх вебпроєктів – сучасні, адаптивні та створені з любов’ю до програмування.",
  "visit": "ВІДВІДАТИ ВЕБ-САЙТ",
  "contactText": "Я завжди рада щирим словам, новим ідеям та добрим людям"
}
