{
  "whoami": "Wer bin ich?",
  "skills": "Fähigkeiten",
  "about": "Über mich",
  "home": "Startseite",
  "projects": "Projekte",
  "contacts": "Kontakte",
  "name": "aryna Khrystyianyn",
  "webdev": "Webentwicklerin",
  "iam":"Ich bin ",
  "typeText1": "eine Webentwicklerin",
  "typeText2": "eine Teamplayerin",
  "typeText3": "eine visionäre Denkerin",
  "typeText4": "eine Träumerin mit einem Plan",
  "typeText5": "eine Verfechterin des Wachstums",
  "aboutTitel": "Ich schreibe Code mit Liebe und Logik",
  "aboutText": "Ich verbinde Kreativität mit einem logischen Denken, um Ideen zum Leben zu erwecken. Ich liebe es, abstrakte Konzepte in echte, funktionierende Produkte zu verwandeln und achte dabei stets auf die Details, die sie besonders machen. Angetrieben von Freundlichkeit und Neugier strebe ich danach, Projekte zu schaffen, die wirklich etwas bewirken.",
  "aboutPhilosophyTitle": "Ein bisschen Philosophie",
  "aboutPhilosophy1": "Informationen darüber, wo ich studiert, gearbeitet und was ich gemacht habe, findet man leicht in meinem Lebenslauf.",
  "aboutPhilosophy2": "Hier möchte ich ein bisschen Persönliches teilen – was ich liebe und was mich motiviert, Webentwicklerin zu sein.",
  "aboutPhilosophy3": "Ich liebe die Natur – so, wie Gott sie geschaffen hat. Ich liebe es, kleine Details zu bemerken, das Besondere im Einfachen zu sehen. Mich faszinieren die Kraft und Majestät, die ich in der Natur sehe – mächtige Berge, dichte Wälder, ein Regenbogen nach dem Sturm. Ich gehe gern spazieren, atme frische Luft und denke darüber nach, wie wunderbar alles von Gott geschaffen ist.",
  "aboutPhilosophy4": "Gott hat die Welt durch sein Wort geschaffen. Und Programmieren ist im Grunde auch ein Schaffen durch Worte. Mit Hilfe von Code – von Worten – erschaffen wir Projekte, Webseiten. Gott hat den Menschen nach seinem Bild geschaffen, und so ist auch in uns der Wunsch, zu erschaffen.",
  "aboutPhilosophy5": "Gott hat Großes geschaffen – 🌍  die Erde, das Universum, das Leben. Und doch achtet Er auf jedes kleine Detail – auf jede 🌸 Blume auf dem Feld, die vielleicht von 🐄 einer Kuh gefressen wird. Trotzdem ist sie wunderschön, voller Farben, Formen und Harmonie.",
  "aboutPhilosophy6": "So wie es in der Natur Sichtbares und Unsichtbares gibt, gibt es das auch in der Webentwicklung – Frontend und Backend. Hinter dem, was der Nutzer sieht, steckt viel unsichtbare Arbeit, ohne die nichts funktionieren würde.",
  "aboutPhilosophy7": "Indem ich den Schöpfer bewundere, möchte ich auch erschaffen – Dinge, die schön, nützlich und lebendig sind.",
  "projectsDescription": "Hier zeige ich einige meiner Webprojekte – modern, responsiv und mit Liebe zum Programmieren entwickelt.",
  "visit":"WEBSITE BESUCHEN",
  "contactText":"Ich freue mich immer über erliche Worte, neue Ideen und gute Menschen"
}
